export const companyResponse = {
  "founders_fl": [{
    "inn": "670700894121",
    "last_name": "Ивановна",
    "sur_name": "Масютина",
    "first_name": "Жанна"
  }],
  "heads": [{
    "inn": "670700894121",
    "first_name": "Жанна",
    "sur_name": "Масютина",
    "last_name": "Ивановна"
  }],
  "company_type": "Обычная компания",
  "registration_date": "02.08.2017г.",
  "phone_list": ["(916)0383738"],
  "workers_range": "0...5",
  "workers_range_fns": "0",
  "index_of_due_diligence": "23 / Низкий риск",
  "payment_index": "88 / высокий риск",
  "failure_score": "",
  "isponlit_proizvodstva": ["не найдено"],
  "sanctions": ["не найдено"],
  "arbiter": {
    "istec":{
      "year": "500 руб. (1)",
      "year3": "500 руб. (1)"
    },
    "otvet":{
      "year": "0 руб (0)",
      "year3": "0 руб (0)"
    },
    "other":[]
  },
  "ogrn": "1117746763672",
  "status": "Ликвидировано / Прекратило деятельность при присоединении / 2014-08-19",
  "management_companies": [],
  "address": "г. Москва, ул. Орджоникидзе, д. 11 стр. 1А",
  "successors": [
    "2015-10-19 / ООО \"ПРОМЭКС\" / 7721834090 / Исключен из ЕГРЮЛ на основании п.2 ст.21.1 ФЗ от 08.08.2001 №129-ФЗ"
  ],
  "capital": "10000",
  "full_name": "ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ \"БИКОМПАКТ 2.0\"",
  "inn": "7725735213",
  "name": "ООО \"БИКОМПАКТ 2.0\"",
  "okved": "47.5 / Торговля розничная прочими бытовыми изделиями в специализированных магазинах",
  "precessors": [
    "2015-10-19 / ООО \"ПРОМЭКС\" / 7721834090 / Исключен из ЕГРЮЛ на основании п.2 ст.21.1 ФЗ от 08.08.2001 №129-ФЗ"
  ],
  "founders_ul": [{
    "name": "ООО \"БИКОМПАКТ 2.0\"",
    "inn": "7725735213",
    "full_name": "ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ \"БИКОМПАКТ 2.0\""
  }],
  "befenicials": [{
    "first_name": "Жанна",
    "sur_name": "Масютина",
    "last_name": "Ивановна"
  }]
}



export const data = {

  /** Запрос первоначального поиска кампании */
  "company_request": {
    "inn": "7725735213",
    "ogrn": "1117746763672"
  },

  "company_response": {
    "founders_fl": [{
      "inn": "670700894121",
      "last_name": "Ивановна",
      "sur_name": "Масютина",
      "first_name": "Жанна"
    }],
    "heads": [{
      "inn": "670700894121",
      "first_name": "Жанна",
      "sur_name": "Масютина",
      "last_name": "Ивановна"
    }],
    "company_type": "Обычная компания",
    "registration_date": "02.08.2017г.",
    "phone_list": ["(916)0383738"],
    "workers_range": "0...5",
    "workers_range_fns": "0",
    "index_of_due_diligence": "23 / Низкий риск",
    "payment_index": "88 / высокий риск",
    "failure_score": "",
    "isponlit_proizvodstva": ["не найдено"],
    "sanctions": ["не найдено"],
    "arbiter": {
      "istec":{
        "year": "500 руб. (1)",
        "year3": "500 руб. (1)"
      },
      "otvet":{
        "year": "0 руб (0)",
        "year3": "0 руб (0)"
      },
      "other":[]
    },
    "ogrn": "1117746763672",
    "status": "Ликвидировано / Прекратило деятельность при присоединении / 2014-08-19",
    "management_companies": [],
    "address": "г. Москва, ул. Орджоникидзе, д. 11 стр. 1А",
    "successors": [
      "2015-10-19 / ООО \"ПРОМЭКС\" / 7721834090 / Исключен из ЕГРЮЛ на основании п.2 ст.21.1 ФЗ от 08.08.2001 №129-ФЗ"
    ],
    "capital": "10000",
    "full_name": "ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ \"БИКОМПАКТ 2.0\"",
    "inn": "7725735213",
    "name": "ООО \"БИКОМПАКТ 2.0\"",
    "okved": "47.5 / Торговля розничная прочими бытовыми изделиями в специализированных магазинах",
    "precessors": [
      "2015-10-19 / ООО \"ПРОМЭКС\" / 7721834090 / Исключен из ЕГРЮЛ на основании п.2 ст.21.1 ФЗ от 08.08.2001 №129-ФЗ"
    ],
    "founders_ul": [{
      "name": "ООО \"БИКОМПАКТ 2.0\"",
      "inn": "7725735213",
      "full_name": "ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ \"БИКОМПАКТ 2.0\""
    }],
    "befenicials": [{
      "first_name": "Жанна",
      "sur_name": "Масютина",
      "last_name": "Ивановна"
    }]
  },

    /** Запрос  поиска физического лица */
  "identify_fl_request": {
    "ogrn": "1117746763672",
    "last_name": "Ивановна",
    "sur_name": "Масютина",
    "first_name": "Жанна"
  },

  "identify_fl_response": {
    "last_name": "Ивановна",
    "addresses": [
      "СМОЛЕНСКАЯ ЕРШИЧИ ЕРШИЧСКИЙ СОСНОВАЯ 1",
      "СМОЛЕНСКАЯ ЕРШИЧИ СОСНОВАЯ 17 2",
      "ТЮМЕНСКАЯ СУРГУТ ПРИВОКЗАЛЬНАЯ 6 42",
      "УРИЦКОГО 14 А 66",
      "СМОЛЕНСКАЯ РОСЛАВЛЬ КУЗЬМИЧИ 3 1",
      "ЗЕЛЕНОГРАД ЕРШИЧИ СОСНОВАЯ 17 2",
      "ПРОТВИНО ЕРШИЧИ СОСНОВАЯ 17 2",
      "СЫЗРАНЬ ЕРШИЧИ СОСНОВАЯ 17 2",
      "ЖЕЛЕЗНОГОРСК ЕРШИЧИ СОСНОВАЯ 17 2",
      "ЕКАТЕРИНБУРГ ЕРШИЧИ СОСНОВАЯ 17 2",
      "ТАМБОВ ЕРШИЧИ СОСНОВАЯ 17 2",
      "ЧЕРЕПОВЕЦ ЕРШИЧИ СОСНОВАЯ 17 2",
      "АЛЕКСИН ЕРШИЧИ СОСНОВАЯ 17 2",
      "СТУПИНО ЕРШИЧИ СОСНОВАЯ 17 2",
      "ТАВДА ЕРШИЧИ СОСНОВАЯ 17 2",
      "УЛЬЯНОВСК ЕРШИЧИ СОСНОВАЯ 17 2",
      "МЫТИЩИ ЕРШИЧИ СОСНОВАЯ 17 2",
      "ТОРОПЕЦ ЕРШИЧИ СОСНОВАЯ 17 КВАРТИРА 2",
      "ЛИСКИ ЕРШИЧИ СОСНОВАЯ 17 2",
      "ЖУКОВКА ЕРШИЧИ СОСНОВАЯ 17 2",
      "ТРОИЦК ЕРШИЧИ СОСНОВАЯ 17 2",
      "САФОНОВО ЕРШИЧИ СОСНОВАЯ 17 2",
      "ХАБАРОВСК ЕРШИЧИ СОСНОВАЯ 17 2",
      "ЛЮБЕРЦЫ ЕРШИЧИ СОСНОВАЯ 17 2",
      "ЕРШИЧИ СОСНОВАЯ 16 2"
    ],
    "birthdates": [
      "10.12.1976",
      "10.12.1971",
      "01.10.1976"
    ],
    "sur_name": "Масютина",
    "first_name": "Жанна",
    "inn": "670700894121",
    "passports": [
      "6602 604372",
      "10ФР 680581",
      "6602 604371",
      "6602 604272",
      "6606 287751"
    ]
  },

  /** Запрос поиска юридического лица */
  "full_info_ul_request": {
    "birthdate": "10.12.1976",
    "passport": "6602 604372",
    "address": {
      "house": "16",
      "building": "",
      "street": "СОСНОВАЯ",
      "build": "",
      "region_id": 22,
      "flat": 2,
      "city": "ТРОИЦК"
    },
    "sur_name": "Масютина",
    "first_name": "Жанна",
    "last_name": "Ивановна"
  },

  "full_info_ul_response": {
    "html": "TEST"
  },

}